import React from 'react';
import logo from './logo.svg';
import './App.css';

function App() {
  return (
    <div >
	
    <section  className="header">
      
     <ul>
       <li>
       <a  href="/" >ورود</a>
       </li>
       <li>
       <a href="https://fa.tripyar.com/">دسته بندی ها</a>
       </li>
       <li>
       <a href="/">صفحه اول </a>
       </li>		
     </ul>
     
     </section>

     <section className="body1">
     
     <div class="box1">	
     <p>یک سایت خوب که می توانید برای بهینه سازی تصاویر سایت خود استفاده کنید سایت tinypng است.

امروزه سایت های مختلفی وجود دارند که می توانید با مراجعه به آن ها عکس های با کیفیتی را برای وب سایت خود برگزینید. از جمله این وب سایت ها shutterstock است که دارای قابلیت سرچ قدرتمندی بوده و تصاویر را با کیفیت های مختلف در اختیار شما می گذارد. امروزه ماندگاری بازدید کنندگان در وب سایت شما به یکی از عوامل بسیار مهم برای افزایش رتبه وب سایت ها تبدیل شده است. پس شما می توانید با استفاده از تصاویر جذاب و زیبا از این طریق سبب بهبود رتبه وب سایت خود شوید.

شما می توانید تصاویر مد نظرتان را از طریق سرچ تصاویر در گوگل به دست بیاورید و خوش بختانه گوگل این امکان را هم به صورت رایگان در اختیار کاربران خود قرار داده است که آن ها بتوانند با جستجو یک کلمه به تصاویر مربط به ان نیز دست پیدا کنند.


</p>  
<hr></hr> 
<p>شاخص‌های سئو تصاویر:
  </p>
  <p>
۱ . اسم فایل تصاویر
</p><p>
۲ .  تگ عنوان و تگ جایگزین
</p><p>
۳ .   شرح تصویر که زیر آن دیده می‌شود
</p><p>
۴ .  ابزار سئو و چک کردن آن‌ها
</p><p>
۵ .  زمان بارگذاری تصاویر
</p><p>
۶ .  شناخت انواع مختلف تصاویر
</p><p>
۷ .  نقشه سایت برای تصاویر
</p><p>
۸ .  گراف باز</p>
     </div>
     
     </section>

     <section className="footer">
     
     <h1>تماس با ما 09110000000</h1>

     </section>

    </div>
  );
}

export default App;
